Repository: Astrofrogger/pluck
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: This video is already %lldp.
de: Dieses Video hat bereits %lldp.
es: Este vídeo ya está en %lldp.
fr: Cette vidéo est déjà en %lldp.
it: Questo video è già %lldp.
ja: この動画はすでに%lldpです。
ko: 이 동영상은 이미 %lldp입니다.
nl: Deze video is al %lldp.
pt_br: Este vídeo já está em %lldp.
zh_hans: 此视频已是 %lldp。

source: This video is already that size. Choose a larger size or smoother motion.
de: Dieses Video hat bereits diese Größe. Wähle eine größere Größe oder flüssigere Bewegung.
es: Este vídeo ya tiene ese tamaño. Elige un tamaño mayor o un movimiento más fluido.
fr: Cette vidéo a déjà cette taille. Choisissez une taille plus grande ou un mouvement plus fluide.
it: Questo video ha già queste dimensioni. Scegli una dimensione maggiore o un movimento più fluido.
ja: この動画はすでにそのサイズです。より大きなサイズかなめらかな動きを選んでください。
ko: 이 동영상은 이미 그 크기입니다. 더 큰 크기나 더 부드러운 움직임을 선택하세요.
nl: Deze video heeft dat formaat al. Kies een groter formaat of vloeiendere beweging.
pt_br: Este vídeo já tem esse tamanho. Escolha um tamanho maior ou movimento mais suave.
zh_hans: 此视频已是该尺寸。请选择更大尺寸或更流畅的运动。

source: Thumbnail as cover art
de: Miniaturbild als Cover
es: Miniatura como carátula
fr: Vignette comme pochette
it: Miniatura come copertina
ja: サムネイルをカバーアートに
ko: 썸네일을 커버 아트로
nl: Miniatuur als albumhoes
pt_br: Miniatura como capa
zh_hans: 将缩略图用作封面

source: Tidy Up
de: Aufräumen
es: Ordenar
fr: Faire le tri
it: Riordina
ja: 整理
ko: 정리
nl: Opruimen
pt_br: Organizar
zh_hans: 整理

source: Tidy files
de: Ordentliche Dateien
es: Archivos ordenados
fr: Fichiers bien rangés
it: File in ordine
ja: 整理されたファイル
ko: 깔끔한 파일
nl: Nette bestanden
pt_br: Arquivos organizados
zh_hans: 整洁的文件

source: Tight
de: Straff
es: Ágil
fr: Serré
it: Serrato
ja: タイト
ko: 빠르게
nl: Strak
pt_br: Rápido
zh_hans: 紧凑

source: Times like 1:30 or 1:02:03
de: Zeiten wie 1:30 oder 1:02:03
es: Tiempos como 1:30 o 1:02:03
fr: Durées comme 1:30 ou 1:02:03
it: Tempi come 1:30 o 1:02:03
ja: 1:30 や 1:02:03 のような時間
ko: 1:30 또는 1:02:03 같은 시간
nl: Tijden zoals 1:30 of 1:02:03
pt_br: Tempos como 1:30 ou 1:02:03
zh_hans: 例如 1:30 或 1:02:03 的时间

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pt_br: Título
zh_hans: 标题

source: Title (Year)
de: Titel (Jahr)
es: Título (Año)
fr: Titre (Année)
it: Titolo (Anno)
ja: タイトル（年）
ko: 제목 (연도)
nl: Titel (jaar)
pt_br: Título (Ano)
zh_hans: 标题（年份）

source: Title, artist & description
de: Titel, Künstler & Beschreibung
es: Título, artista y descripción
fr: Titre, artiste et description
it: Titolo, artista e descrizione
ja: タイトル、アーティスト、説明
ko: 제목, 아티스트 및 설명
nl: Titel, artiest en beschrijving
pt_br: Título, artista e descrição
zh_hans: 标题、艺人和描述

source: To
de: Nach
es: A
fr: Vers
it: A
ja: 翻訳先
ko: 대상
nl: Naar
pt_br: Para
zh_hans: 目标

source: Transcribe
de: Transkribieren
es: Transcribir
fr: Transcrire
it: Trascrivi
ja: 文字起こし
ko: 받아쓰기
nl: Transcribeer
pt_br: Transcrever
zh_hans: 转写

source: Transcribe My Downloads
de: Meine Downloads transkribieren
es: Transcribir mis descargas
fr: Transcrire mes téléchargements
it: Trascrivi i miei download
ja: ダウンロードを文字起こし
ko: 내 다운로드 받아쓰기
nl: Transcribeer mijn downloads
pt_br: Transcrever meus downloads
zh_hans: 转写我的下载内容

source: Transcribe Now
de: Jetzt transkribieren
es: Transcribir ahora
fr: Transcrire maintenant
it: Trascrivi ora
ja: 今すぐ文字起こし
ko: 지금 받아쓰기
nl: Transcribeer nu
pt_br: Transcrever agora
zh_hans: 立即转写

source: Transcribe any video or song with local AI, save subtitles, add them to the video or burn them in, and translate them into another language.
de: Transkribiere jedes Video und jeden Song mit lokaler KI, sichere Untertitel, füge sie zum Video hinzu oder brenne sie ein und übersetze sie in eine andere Sprache.
es: Transcribe cualquier vídeo o canción con IA local, guarda subtítulos, añádelos al vídeo o grábalos en la imagen, y tradúcelos a otro idioma.
fr: Transcrivez n’importe quelle vidéo ou morceau avec l’IA locale, enregistrez les sous-titres, ajoutez-les à la vidéo ou incrustez-les, et traduisez-les dans une autre langue.
it: Trascrivi qualsiasi video o brano con l’IA locale, salva i sottotitoli, aggiungili al video o imprimili nell’immagine e traducili in un’altra lingua.
ja: あらゆるビデオや曲をローカル AI で文字起こしし、字幕を保存したり、ビデオに追加・焼き込んだり、別の言語に翻訳したりできます。
ko: 로컬 AI로 어떤 비디오나 노래든 받아쓰고, 자막을 저장하거나 비디오에 추가하거나 화면에 입히고, 다른 언어로 번역합니다.
nl: Transcribeer elke video of elk nummer met lokale AI, bewaar ondertitels, voeg ze toe aan de video of brand ze in, en vertaal ze naar een andere taal.
pt_br: Transcreva qualquer vídeo ou música com IA local, salve legendas, adicione ao vídeo ou grave na imagem, e traduza para outro idioma.
zh_hans: 用本地 AI 转写任何视频或歌曲，存储字幕、添加到视频或烧录到画面中，并翻译成其他语言。

source: Transcribe new downloads automatically
de: Neue Downloads automatisch transkribieren
es: Transcribir automáticamente las nuevas descargas
fr: Transcrire automatiquement les nouveaux téléchargements
it: Trascrivi automaticamente i nuovi download
ja: 新しいダウンロードを自動的に文字起こし
ko: 새 다운로드 자동으로 받아쓰기
nl: Transcribeer nieuwe downloads automatisch
pt_br: Transcrever novos downloads automaticamente
zh_hans: 自动转写新的下载内容

source: Transcribing…
de: Wird transkribiert …
es: Transcribiendo…
fr: Transcription…
it: Trascrizione…
ja: 文字起こし中…
ko: 받아쓰는 중…
nl: Transcriberen…
pt_br: Transcrevendo…
zh_hans: 正在转写…

source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
it: Trascrizione
ja: 文字起こし
ko: 받아쓰기
pt_br: Transcrição
zh_hans: 转写

source: Transcripts & search
de: Transkripte & Suche
es: Transcripciones y búsqueda
fr: Transcriptions et recherche
it: Trascrizioni e ricerca
ja: 文字起こしと検索
ko: 받아쓰기 및 검색
nl: Transcripts & zoeken
pt_br: Transcrições e busca
zh_hans: 转写与搜索

source: Transcripts need macOS 26 or later.
de: Transkripte benötigen macOS 26 oder neuer.
es: Las transcripciones requieren macOS 26 o posterior.
fr: Les transcriptions nécessitent macOS 26 ou version ultérieure.
it: Le trascrizioni richiedono macOS 26 o successivo.
ja: 文字起こしには macOS 26 以降が必要です。
ko: 받아쓰기는 macOS 26 이상이 필요합니다.
nl: Transcripts vereisen macOS 26 of nieuwer.
pt_br: As transcrições requerem o macOS 26 ou posterior.
zh_hans: 转写需要 macOS 26 或更高版本。

source: Transcripts, subtitles & translation
de: Transkripte, Untertitel & Übersetzung
es: Transcripciones, subtítulos y traducción
fr: Transcriptions, sous-titres et traduction
it: Trascrizioni, sottotitoli e traduzione
ja: 文字起こし、字幕、翻訳
ko: 받아쓰기, 자막 및 번역
nl: Transcripts, ondertitels & vertaling
pt_br: Transcrições, legendas e tradução
zh_hans: 转写、字幕与翻译

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
it: Traduci
ja: 翻訳
ko: 번역
nl: Vertaal
pt_br: Traduzir
zh_hans: 翻译

source: Translate %lld Subtitle Files
de: %lld Untertiteldateien übersetzen
es: Traducir %lld archivos de subtítulos
fr: Traduire %lld fichiers de sous-titres
it: Traduci %lld file di sottotitoli
ja: %lld個の字幕ファイルを翻訳
ko: 자막 파일 %lld개 번역
nl: Vertaal %lld ondertitelbestanden
pt_br: Traduzir %lld arquivos de legendas
zh_hans: 翻译 %lld 个字幕文件

source: Translate into several languages
de: In mehrere Sprachen übersetzen
es: Traducir a varios idiomas
fr: Traduire en plusieurs langues
it: Traduci in più lingue
ja: 複数の言語に翻訳
ko: 여러 언어로 번역
nl: Naar meerdere talen vertalen
pt_br: Traduzir para vários idiomas
zh_hans: 翻译成多种语言

source: Translate subtitle files
de: Untertiteldateien übersetzen
es: Traducir archivos de subtítulos
fr: Traduire des fichiers de sous-titres
it: Traduci file di sottotitoli
ja: 字幕ファイルを翻訳
ko: 자막 파일 번역
nl: Ondertitelbestanden vertalen
pt_br: Traduzir arquivos de legendas
zh_hans: 翻译字幕文件

source: Translate to
de: Übersetzen in
es: Traducir a
fr: Traduire en
it: Traduci in
ja: 翻訳先
ko: 번역할 언어
nl: Vertaal naar
pt_br: Traduzir para
zh_hans: 翻译为

source: Translate “%@”
de: „%@“ übersetzen
es: Traducir “%@”
fr: Traduire « %@ »
it: Traduci “%@”
ja: “%@”を翻訳
ko: “%@” 번역
nl: Vertaal “%@”
pt_br: Traduzir “%@”
zh_hans: 翻译“%@”

source: Translated on this Mac with local AI: Apple’s on-device translation. Nothing is uploaded. The translation is saved next to the original.
de: Auf diesem Mac mit lokaler KI übersetzt: Apples Übersetzung auf dem Gerät. Es wird nichts hochgeladen. Die Übersetzung wird neben dem Original gesichert.
es: Se traduce en este Mac con IA local: la traducción en el dispositivo de Apple. No se sube nada. La traducción se guarda junto al original.
fr: Traduit sur ce Mac avec l’IA locale : la traduction sur l’appareil d’Apple. Rien n’est envoyé. La traduction est enregistrée à côté de l’original.
it: Tradotto su questo Mac con l’IA locale: la traduzione sul dispositivo di Apple. Non viene caricato nulla. La traduzione viene salvata accanto all’originale.
ja: このMac上でローカルAI（Appleのオンデバイス翻訳）を使って翻訳します。何もアップロードされません。翻訳は元のファイルの隣に保存されます。
ko: 이 Mac에서 로컬 AI(Apple의 온디바이스 번역)로 번역합니다. 아무것도 업로드되지 않습니다. 번역은 원본 옆에 저장됩니다.
nl: Vertaald op deze Mac met lokale AI: Apples vertaling op het apparaat. Er wordt niets geüpload. De vertaling wordt naast het origineel bewaard.
pt_br: Traduzido neste Mac com IA local: a tradução no dispositivo da Apple. Nada é enviado. A tradução é salva ao lado do original.
zh_hans: 在此 Mac 上使用本地 AI（Apple 的设备端翻译）进行翻译，不会上传任何内容。译文保存在原文件旁边。

source: Translating %lld of %lld…
de: Übersetze %lld von %lld …
es: Traduciendo %lld de %lld…
fr: Traduction %lld sur %lld…
it: Traduzione %lld di %lld…
ja: %lld / %lld を翻訳中…
ko: %lld/%lld 번역 중…
nl: %lld van %lld vertalen…
pt_br: Traduzindo %lld de %lld…
zh_hans: 正在翻译第 %lld 个，共 %lld 个…

source: Translating subtitles needs macOS 15 or later.
de: Zum Übersetzen von Untertiteln ist macOS 15 oder neuer erforderlich.
es: Traducir subtítulos requiere macOS 15 o posterior.
fr: La traduction des sous-titres nécessite macOS 15 ou version ultérieure.
it: Per tradurre i sottotitoli serve macOS 15 o versioni successive.
ja: 字幕の翻訳にはmacOS 15以降が必要です。
ko: 자막을 번역하려면 macOS 15 이상이 필요합니다.
nl: Ondertitels vertalen vereist macOS 15 of nieuwer.
pt_br: Traduzir legendas requer o macOS 15 ou posterior.
zh_hans: 翻译字幕需要 macOS 15 或更高版本。

source: Translating…
de: Wird übersetzt …
es: Traduciendo…
fr: Traduction…
it: Traduzione…
ja: 翻訳中…
ko: 번역 중…
nl: Vertalen…
pt_br: Traduzindo…
zh_hans: 正在翻译…

source: Trim
de: Kürzen
es: Recortar
fr: Rogner
it: Taglia
ja: トリミング
ko: 다듬기
nl: Knip bij
pt_br: Cortar
zh_hans: 修剪

source: Trim your own videos and songs
de: Eigene Videos und Songs kürzen
es: Recorta tus propios vídeos y canciones
fr: Rognez vos propres vidéos et morceaux
it: Taglia i tuoi video e brani
ja: 自分のビデオや曲をトリミング
ko: 내 비디오와 노래 다듬기
nl: Knip je eigen video’s en nummers bij
pt_br: Corte seus próprios vídeos e músicas
zh_hans: 修剪你自己的视频和歌曲

source: Trimmed
de: Gekürzt
es: Recortado
fr: Rogné
it: Tagliato
ja: トリミング済み
ko: 다듬음
nl: Bijgeknipt
pt_br: Cortado
zh_hans: 已修剪

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
pt_br: Tentar novamente
zh_hans: 重试

source: Try other words, or describe what was being talked about.
de: Versuche andere Wörter oder beschreibe, worum es ging.
es: Prueba otras palabras o describe de qué se hablaba.
fr: Essayez d’autres mots, ou décrivez de quoi il était question.
it: Prova altre parole o descrivi di cosa si parlava.
ja: 別の言葉を試すか、何について話していたかを説明してください。
ko: 다른 단어를 사용하거나 무엇에 대한 이야기였는지 설명해 보십시오.
nl: Probeer andere woorden, of beschrijf waar het over ging.
pt_br: Tente outras palavras ou descreva do que se falava.
zh_hans: 试试其他词，或描述当时谈论的内容。

source: Try other words.
de: Versuche andere Wörter.
es: Prueba con otras palabras.
fr: Essayez d’autres mots.
it: Prova altre parole.
ja: 別の言葉で試してください。
ko: 다른 단어로 검색해 보세요.
nl: Probeer andere woorden.
pt_br: Tente outras palavras.
zh_hans: 试试其他字词。

source: Turn On…
de: Einschalten …
es: Activar…
fr: Activer…
it: Attiva…
ja: オンにする…
ko: 켜기…
nl: Zet aan…
pt_br: Ativar…
zh_hans: 打开…

source: Turn a long video into vertical shorts: local AI picks the best moments, keeps the speaker in frame and captions every word.
de: Mach aus einem langen Video vertikale Shorts: Lokale KI wählt die besten Momente, hält den Sprecher im Bild und untertitelt jedes Wort.
es: Convierte un vídeo largo en shorts verticales: la IA local elige los mejores momentos, mantiene al orador en el encuadre y subtitula cada palabra.
fr: Transformez une longue vidéo en shorts verticaux : l’IA locale choisit les meilleurs moments, garde l’orateur dans le cadre et sous-titre chaque mot.
it: Trasforma un video lungo in short verticali: l’IA locale sceglie i momenti migliori, mantiene l’oratore nell’inquadratura e sottotitola ogni parola.
ja: 長いビデオを縦型ショートにします。ローカル AI がベストな場面を選び、話している人をフレームに収め、すべての単語に字幕を付けます。
ko: 긴 비디오를 세로형 쇼츠로 만듭니다. 로컬 AI가 최고의 순간을 고르고, 말하는 사람을 화면에 유지하며, 모든 단어에 자막을 넣습니다.
nl: Maak van een lange video verticale shorts: lokale AI kiest de beste momenten, houdt de spreker in beeld en ondertitelt elk woord.
pt_br: Transforme um vídeo longo em shorts verticais: a IA local escolhe os melhores momentos, mantém quem fala no quadro e legenda cada palavra.
zh_hans: 把长视频变成竖屏短视频：本地 AI 挑选最佳片段，让说话者保持在画面中，并为每个词加字幕。

source: Turn a video, or part of it, into an animated GIF in three sizes.
de: Mach aus einem Video oder einem Teil davon ein animiertes GIF in drei Größen.
es: Convierte un vídeo, o una parte, en un GIF animado en tres tamaños.
fr: Transformez une vidéo, ou une partie, en GIF animé en trois tailles.
it: Trasforma un video, o una parte, in una GIF animata in tre dimensioni.
ja: ビデオやその一部を、3 つのサイズのアニメーション GIF にできます。
ko: 비디오나 그 일부를 세 가지 크기의 움직이는 GIF로 만듭니다.
nl: Maak van een video, of een deel ervan, een geanimeerde GIF in drie formaten.
pt_br: Transforme um vídeo, ou parte dele, em um GIF animado em três tamanhos.
zh_hans: 将视频或其中一部分制作成三种尺寸的动画 GIF。

source: Turn it on in Settings → Downloads to add every song you download to Apple Music, or only the file types you choose.
de: Schalte es in Einstellungen → Downloads ein, um jeden geladenen Song zu Apple Music hinzuzufügen, oder nur die Dateitypen, die du wählst.
es: Actívalo en Ajustes → Descargas para añadir cada canción que descargues a Apple Music, o solo los tipos de archivo que elijas.
fr: Activez-le dans Réglages → Téléchargements pour ajouter chaque morceau téléchargé à Apple Music, ou seulement les types de fichiers choisis.
it: Attivalo in Impostazioni → Download per aggiungere ad Apple Music ogni brano che scarichi, o solo i tipi di file che scegli.
ja: 設定 → ダウンロード でオンにすると、ダウンロードしたすべての曲、または選んだ種類のファイルだけを Apple Music に追加します。
ko: 설정 → 다운로드에서 켜면 다운로드하는 모든 노래 또는 선택한 파일 유형만 Apple Music에 추가합니다.
nl: Zet het aan in Instellingen → Downloads om elk nummer dat je downloadt toe te voegen aan Apple Music, of alleen de bestandstypen die je kiest.
pt_br: Ative em Ajustes → Downloads para adicionar cada música que você baixar ao Apple Music, ou só os tipos de arquivo que escolher.
zh_hans: 在“设置”→“下载”中打开后，可将下载的每首歌曲，或仅所选类型的文件，添加到 Apple Music。

source: Turn on Apple Intelligence in System Settings to use summaries and chapters.
de: Schalte Apple Intelligence in den Systemeinstellungen ein, um Zusammenfassungen und Kapitel zu nutzen.
es: Activa Apple Intelligence en Ajustes del Sistema para usar resúmenes y capítulos.
fr: Activez Apple Intelligence dans Réglages Système pour utiliser les résumés et les chapitres.
it: Attiva Apple Intelligence in Impostazioni di Sistema per usare riassunti e capitoli.
ja: 要約とチャプタを使うには、システム設定で Apple Intelligence をオンにしてください。
ko: 요약 및 챕터를 사용하려면 시스템 설정에서 Apple Intelligence를 켜십시오.
nl: Zet Apple Intelligence aan in Systeeminstellingen om samenvattingen en hoofdstukken te gebruiken.
pt_br: Ative a Apple Intelligence nos Ajustes do Sistema para usar resumos e capítulos.
zh_hans: 在“系统设置”中打开 Apple 智能，即可使用总结和章节。

source: Turn on Split into Chapters in the format menu to save DJ mixes and full albums as separate, tagged tracks.
de: Schalte „In Kapitel aufteilen“ im Formatmenü ein, um DJ-Mixe und ganze Alben als einzelne, getaggte Titel zu sichern.
es: Activa Dividir en capítulos en el menú de formato para guardar sesiones de DJ y álbumes completos como pistas separadas y etiquetadas.
fr: Activez Diviser en chapitres dans le menu de format pour enregistrer les mix de DJ et les albums complets en pistes séparées et étiquetées.
it: Attiva Dividi in capitoli nel menu del formato per salvare mix DJ e album completi come tracce separate e taggate.
ja: フォーマットメニューで「チャプタごとに分割」をオンにすると、DJ ミックスやアルバム全体をタグ付きの個別のトラックとして保存できます。
ko: 포맷 메뉴에서 챕터별로 분할을 켜면 DJ 믹스와 전체 앨범을 태그가 지정된 개별 트랙으로 저장합니다.
nl: Zet Splits in hoofdstukken aan in het formaatmenu om dj-mixen en volledige albums als losse, getagde nummers te bewaren.
pt_br: Ative Dividir em capítulos no menu de formato para salvar mixes de DJ e álbuns completos como faixas separadas e marcadas.
zh_hans: 在格式菜单中打开“按章节拆分”，即可将 DJ 混音和整张专辑存储为单独的、带标签的曲目。

source: Turns the video, or the part you choose above, into an animated GIF for chats and documents.
de: Macht aus dem Video oder dem oben gewählten Teil ein animiertes GIF für Chats und Dokumente.
es: Convierte el vídeo, o la parte que elijas arriba, en un GIF animado para chats y documentos.
fr: Transforme la vidéo, ou la partie choisie ci-dessus, en GIF animé pour les discussions et les documents.
it: Trasforma il video, o la parte che scegli qui sopra, in una GIF animata per chat e documenti.
ja: ビデオ、または上で選んだ部分を、チャットや書類用のアニメーション GIF にします。
ko: 비디오나 위에서 선택한 부분을 채팅과 문서용 움직이는 GIF로 만듭니다.
nl: Maakt van de video, of het stuk dat je hierboven kiest, een geanimeerde GIF voor chats en documenten.
pt_br: Transforma o vídeo, ou a parte que você escolher acima, em um GIF animado para conversas e documentos.
zh_hans: 将视频或你在上方选择的部分制作成用于聊天和文稿的动画 GIF。

source: Twice as smooth
de: Doppelt so flüssig
es: El doble de fluido
fr: Deux fois plus fluide
it: Due volte più fluido
ja: 2倍なめらか
ko: 두 배 더 부드럽게
nl: Twee keer zo vloeiend
pt_br: Duas vezes mais suave
zh_hans: 两倍流畅

source: Type a song or video name instead of a link, then download it from YouTube Music or YouTube with one click.
de: Tippe statt eines Links den Namen eines Songs oder Videos und lade ihn mit einem Klick von YouTube Music oder YouTube.
es: Escribe el nombre de una canción o vídeo en lugar de un enlace y descárgalo de YouTube Music o YouTube con un clic.
fr: Tapez le nom d’un morceau ou d’une vidéo au lieu d’un lien, puis téléchargez-le depuis YouTube Music ou YouTube en un clic.
it: Digita il nome di un brano o di un video invece di un link e scaricalo da YouTube Music o YouTube con un clic.
ja: リンクの代わりに曲名やビデオ名を入力すれば、YouTube Music や YouTube からワンクリックでダウンロードできます。
ko: 링크 대신 노래나 비디오 이름을 입력하고 YouTube Music이나 YouTube에서 클릭 한 번으로 다운로드하십시오.
nl: Typ de naam van een nummer of video in plaats van een link en download hem met één klik van YouTube Music of YouTube.
pt_br: Digite o nome de uma música ou vídeo em vez de um link e baixe do YouTube Music ou do YouTube com um clique.
zh_hans: 输入歌曲或视频名称而不是链接，一键从 YouTube Music 或 YouTube 下载。

source: Type shortcut…
de: Kurzbefehl drücken …
es: Pulsa el atajo…
fr: Tapez le raccourci…
it: Premi l’abbreviazione…
ja: ショートカットを入力…
ko: 단축키 입력…
nl: Typ toetscombinatie…
pt_br: Digite o atalho…
zh_hans: 输入快捷键…

source: Up to date
de: Aktuell
es: Actualizado
fr: À jour
it: Aggiornato
ja: 最新
ko: 최신 상태
pt_br: Atualizado
zh_hans: 已是最新

source: Update check failed: %@
de: Update-Prüfung fehlgeschlagen: %@
es: Error al buscar actualizaciones: %@
fr: Échec de la recherche de mises à jour : %@
it: Controllo aggiornamenti non riuscito: %@
ja: アップデートの確認に失敗しました: %@
ko: 업데이트 확인 실패: %@
nl: Controle op updates mislukt: %@
pt_br: Falha ao buscar atualizações: %@
zh_hans: 检查更新失败：%@

source: Update failed: %@
de: Update fehlgeschlagen: %@
es: Error al actualizar: %@
fr: Échec de la mise à jour : %@
it: Aggiornamento non riuscito: %@
ja: アップデートに失敗しました: %@
ko: 업데이트 실패: %@
nl: Update mislukt: %@
pt_br: Falha na atualização: %@
zh_hans: 更新失败：%@

source: Updating now quits Pluck and stops %lld download(s).
de: Beim Aktualisieren wird Pluck beendet und %lld Download(s) werden gestoppt.
es: Actualizar ahora cierra Pluck y detiene %lld descarga(s).
fr: La mise à jour quitte Pluck et arrête %lld téléchargement(s).
it: Aggiornare ora chiude Pluck e interrompe %lld download.
ja: 今アップデートすると Pluck が終了し、%lld 件のダウンロードが停止します。
ko: 지금 업데이트하면 Pluck이 종료되고 %lld개의 다운로드가 중단됩니다.
nl: Als je nu bijwerkt, stopt Pluck en worden %lld download(s) gestopt.
pt_br: Atualizar agora encerra o Pluck e interrompe %lld download(s).
zh_hans: 现在更新将退出 Pluck 并停止 %lld 个下载。

source: Updating…
de: Wird aktualisiert …
es: Actualizando…
fr: Mise à jour…
it: Aggiornamento…
ja: アップデート中…
ko: 업데이트 중…
nl: Bijwerken…
pt_br: Atualizando…
zh_hans: 正在更新…

source: Upscale & Smooth
de: Hochskalieren & glätten
es: Ampliar y suavizar
fr: Agrandir et fluidifier
it: Ingrandisci e fluidifica
ja: アップスケールとなめらか化
ko: 업스케일 및 부드럽게
nl: Opschalen en vloeiender
pt_br: Ampliar e suavizar
zh_hans: 放大与流畅化

source: Upscale & Smooth…
de: Hochskalieren & glätten …
es: Ampliar y suavizar…
fr: Agrandir et fluidifier…
it: Ingrandisci e fluidifica…
ja: アップスケールとなめらか化…
ko: 업스케일 및 부드럽게…
nl: Opschalen en vloeiender…
pt_br: Ampliar e suavizar…
zh_hans: 放大与流畅化…

source: Upscale and smooth motion
de: Hochskalieren und flüssige Bewegung
es: Ampliar y movimiento fluido
fr: Agrandissement et mouvement fluide
it: Ingrandimento e movimento fluido
ja: アップスケールとなめらかな動き
ko: 업스케일과 부드러운 움직임
nl: Opschalen en vloeiende beweging
pt_br: Ampliação e movimento suave
zh_hans: 放大与流畅动作

source: Upscaling and smooth motion need macOS 26 or later on a Mac with Apple silicon.
de: Hochskalieren und flüssige Bewegung erfordern macOS 26 oder neuer auf einem Mac mit Apple Chip.
es: Ampliar y suavizar requieren macOS 26 o posterior en un Mac con chip de Apple.
fr: L’agrandissement et la fluidité nécessitent macOS 26 ou ultérieur sur un Mac avec puce Apple.
it: Ingrandimento e fluidità richiedono macOS 26 o successivo su un Mac con chip Apple.
ja: アップスケールとなめらかな動きには、macOS 26以降を搭載したAppleシリコンのMacが必要です。
ko: 업스케일과 부드러운 움직임에는 macOS 26 이상이 설치된 Apple 실리콘 Mac이 필요합니다.
nl: Opschalen en vloeiende beweging vereisen macOS 26 of nieuwer op een Mac met Apple silicon.
pt_br: Ampliar e suavizar requerem o macOS 26 ou posterior em um Mac com Apple Silicon.
zh_hans: 放大和流畅动作需要搭载 Apple 芯片且运行 macOS 26 或更高版本的 Mac。

source: Upscaling…
de: Hochskalieren …
es: Ampliando…
fr: Agrandissement…
it: Ingrandimento…
ja: アップスケール中…
ko: 업스케일 중…
nl: Opschalen…
pt_br: Ampliando…
zh_hans: 正在放大…

source: Use at least one placeholder
de: Verwende mindestens einen Platzhalter
es: Usa al menos un marcador
fr: Utilisez au moins une variable
it: Usa almeno un segnaposto
ja: プレースホルダを 1 つ以上使ってください
ko: 자리표시자를 하나 이상 사용하십시오
nl: Gebruik minstens één plaatshouder
pt_br: Use pelo menos um marcador
zh_hans: 至少使用一个占位符

source: Use at least two modifier keys, like ⌃⌥⌘D, so it doesn’t clash with shortcuts in other apps.
de: Verwende mindestens zwei Sondertasten, etwa ⌃⌥⌘D, damit es nicht mit Kurzbefehlen anderer Apps kollidiert.
es: Usa al menos dos teclas modificadoras, como ⌃⌥⌘D, para no chocar con atajos de otras apps.
fr: Utilisez au moins deux touches de modification, comme ⌃⌥⌘D, pour éviter les conflits avec les raccourcis d’autres apps.
it: Usa almeno due tasti modificatori, come ⌃⌥⌘D, per non entrare in conflitto con le abbreviazioni di altre app.
ja: 他のアプリのショートカットと重ならないよう、⌃⌥⌘D のように修飾キーを 2 つ以上使ってください。
ko: 다른 앱의 단축키와 겹치지 않도록 ⌃⌥⌘D처럼 보조 키를 두 개 이상 사용하십시오.
nl: Gebruik minstens twee speciale toetsen, zoals ⌃⌥⌘D, zodat de combinatie niet botst met andere apps.
pt_br: Use pelo menos duas teclas modificadoras, como ⌃⌥⌘D, para não conflitar com atalhos de outros apps.
zh_hans: 请至少使用两个修饰键（例如 ⌃⌥⌘D），以免与其他 App 的快捷键冲突。

source: Use cookies from
de: Cookies verwenden von
es: Usar cookies de
fr: Utiliser les cookies de
it: Usa i cookie di
ja: Cookie の取得元
ko: 쿠키 가져올 브라우저
nl: Gebruik cookies van
pt_br: Usar cookies de
zh_hans: 使用 Cookie 来源
